import Items from '../Components/Items';

import style from "./styles/Section3.module.css"

const Section3 : React.FC = () => {
    return (
        <div className={style.container}>
                <div>
            <Items img="Items/Skate.png" title="صرفه جویی در زمان" text="یکی از واقعیت ها ناخوشایند بخش فروش حجم کاری زیاد است.حذف کاغذ از فرایند های کار باعث صرفه جویی زمان تا حد قابل توجهی میشود." />
            <Items img="Items/Reading.png" title="سازماندهی" text="استفاده از این سیستم باعث میشود ک بتوانید با سهولت بیشتری کار خود را سازماندهی کنید.." />
            </div> <div>  
            <Items img="Items/Selfie.png" title="ارتباط برقرار کردن" text="سی ار ام میتواند اکثر این ارتباطات را به صورت خودکار انجام دهد و اطلاعات مختلف را دراختیار کاربران کلی قالب یا اسکریپت قرار دهد." />
            <Items img="Items/Sprinting.png" title="ایجاد سریعتر سرنخ فروش" text="زمانی که دررابطه با محصول خود اطلاعات دارید میتوانید با سرعت بیشتری سرنخ های فروش ایجاد کنید و این سیستم پیدا کردن اطلاعات مورد نیاز را برای شما اسان تر میکند ." />
            </div><div>
            <Items img="Items/Managing.png" title="مدیریت خدمات" text="مواردی نظیر قیمت دهی به مشتریان و پردازش ان گرفته تا گرفتن سفارش و تنظیم تاریخچه ی دقیقی از ارتباط مشتری." />
            <Items img="Items/Orgnize.png" title="شناسایی نیاز های مشتری" text="این سیستم باعث میشود نیاز های مشتریان شناسایی شده و پاسخ مناسب برای نیاز های فعلی و اینده مشتریان درنظر گرفته شود." />
            </div>
            <Items img="Items/unboxing.png" title="برنامه ریزی امور فروش" text="تیم فروش میتواند با انالیز داده های سی ار ام امکان پیش بینی میزان فروش و درامد تخمینی کلی را دراختیار داشته باشد." />

        </div>
    );
};

export default Section3;